<template>
    <section>
        <div class="registered-service-agreement">
            <h2 class="registered-service-title">多拉聚财平台注册服务协议</h2>
            <p class="text">多啦聚财应用程序及多啦聚财网站www.dolabank.com（以下统称“多啦聚财平台”或“本平台”）由深圳嘉银普惠科技有限公司（“本司”）开发并负责运营，多啦聚财平台注册服务协议（“本协议”）由您（“注册用户”）和本司签订，请您仔细阅读本协议，您在多啦聚财平台注册页面点击
                “立即注册”按钮后，即视为您接受并同意遵守本协议的约定。</p>
            <p class="text">本司在此特别提醒您：在成为多啦聚财平台注册用户前请您务必仔细阅读以下协议条款，充分理解本协议各条款，特别是其中所涉及的免除及限制本司责任的条款、对注册用户权利限制条款等，对于上述内容，本协议采用粗体字进行标注，提醒您完整理解这些内容。您一经注册本平台或使用多啦聚财平台服务（“本服务”）即视为对本协议全部条款已充分理解并完全接受。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权使用本司于本协议下所提供的服务，视为您自动放弃在多啦聚财平台注册。</p>
            <h3>一、本协议文本</h3>
            <p class="text">1．本协议内容包括以下全部条款和规则，以及本司专门针对以下条款和规则不时做出的修改及补充。前述所有内容均为本协议不可分割的一部分。</p>
            <p class="text">2．您只要在本页面按照本服务规定的注册流程成功注册为用户，您的行为即表示同意并签署了本协议，本协议即在您和本司之间产生法律效力。本协议不涉及您与本司的其他用户之间因网上交易而产生的法律关系及法律纠纷。本协议是由您与本司共同签订的，适用于您在本平台的全部活动。在您注册成为本平台用户时，您已经阅读、理解并接受本协议全部条款及各类规则，并承诺遵守中华人民共和国现行的法律、法规、规章及其他政府规定，否则，因此导致任何法律后果的发生，您须以自己的名义独立承担所有相应的法律责任。</p>
            <p class="text">3．本司有权根据需要不时地制定、修改本协议或各类规则，如本协议及各类规则有任何变更，本司将在多啦聚财平台上刊载公告，经修订的协议、规则一经在多啦聚财平台上公布，即自动生效或在该等协议、规则指定的特定生效日期自动生效，本司不再向注册用户作出个别通知。您在此同意并接受本协议和各类规则不时进行的相关修订和补充。您应不时地注意本协议及附属规则的变更，若您不同意相关变更，您有权停止使用本服务，如您继续使用本服务的，视为您已经同意接受该等变更并应遵照修改后的协议及规则执行。如您因不同意相关变更而要求停止使用本服务的，请您在该等变更公告刊登之日起48小时内以您在注册时所提供（或注册后变更用户信息时向本司提供）的电话、邮箱向本司服务热线、邮箱提出注册会员资格终止申请，并明确表示希望终止本协议，本司确认收到您的申请后将与您协商本协议终止后双方义务的履行。如在前述时限内未发送申请，则时限届满之时，视为您已经同意接受该等变更，并应遵照修改后的协议及规则执行。</p>
            <h3>二、本服务使用限制</h3>
            <p class="text">1．除另有约定外，多啦聚财平台内容所涉及的著作权及其他知识产权均属于本司所有（如本平台技术研发团队自身拥有知识产权则除外），多啦聚财平台内容包括但不限于文本、数据、网页设计、源代码、软件、图片及其他全部信息。未经本司书面同意，任何未经授权对多啦聚财平台内容的使用均属于违法行为，您承诺不以任何方式和任何形式复制、改编、传播、公布、展示多啦聚财平台内容且不以其他方式侵犯多啦聚财平台的知识产权。</p>
            <p class="text">2．您承诺合法使用本司提供的服务及多啦聚财平台内容。不得从事未经授权使用多啦聚财平台任何内容的行为或任何可能违反中华人民共和国现行的法律、法规、规章和政府规范性文件的行为，不得擅自进入本司未公开的系统、不正当地使用密码和多啦聚财平台的任何内容、窃取他人的账号和密码、窃取他人的个人隐私信息等，本司一经发现您有前述行为的，有权不经通知而立即中止或终止您对本平台全部或部分功能的使用。</p>
            <p class="text">3．您注册成功后，不得将本平台的用户名转让给第三方使用。您同意并确认，以您的用户名和密码登陆多啦聚财平台后在多啦聚财平台的一切行为均代表您本身作出的行为并由您承担相应的法律后果。任何利用您的用户名以及密码登陆多啦聚财平台并从事交易等行为均将被视为您的行为。因此，您有义务非常谨慎的保管自己的用户名以及密码。本司对您的用户名和密码的遗失或被盗取所产生的后果不承担任何责任。</p>
            <p class="text">4．在使用本司提供的任何服务（包括但不限于多啦聚财平台通知推送、手机短信通知，电子邮件服务等）的过程中，您不得发送、公布或展示任何垃圾信息或其他可能违反中国法律法规及本协议的内容。本司一经发现您从事以上该等活动或发布该等内容时，有权不经您同意而删除该等内容，并有权不经通知而立即中止或终止您对本平台全部或部分功能的使用。</p>
            <h3>三、用户责任</h3>
            <p class="text">1．在注册本平台及使用本服务的期间，您应保证提交您自身的真实资料和信息，并保证自您注册之时起至您使用本服务的期间，您提交的所有资料和信息（包括但不限于实名认证信息、个人联系电话、地址、银行卡信息、单位信息、上传的身份证、个人照片、电子邮件地址、联系电话、联系地址、邮政编码、个人身份信息、征信信息等）真实、有效、准确、完整。</p>
            <p class="text">2．本司只接受中国大陆（不包括香港特别行政区、澳门特别行政区、台湾地区）的18周岁以上的具有完全民事行为能力的自然人成为本平台注册用户。若您不符合以上资格要求，请勿注册。否则，本司保留中止或终止您用户资格的权利。您在此向本司保证，您已符合年龄和国籍条件，若因您向本司提供虚假信息或承诺而导致本司蒙受任何损失，您将承担全部责任并赔偿一切相关损失。</p>
            <p class="text">3．就任何第三方提出的，由于您违反本协议（包括但不限于其他纳入本协议的条款和规则，及您在本协议中所作的陈述、保证、承诺和任何其他义务）或您违反任何法律、法规或侵害第三方的权利而产生或引起的任何诉讼、索赔、损失和损害，您应就此对本司及本司的股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员等遭受的损失进行全额赔偿。
                </p>
            <h3>四、本服务的服务内容</h3>
            <p class="text">1．本司通过多啦聚财平台及/或其他渠道和方式等根据您的需求提供以下服务中的一项或多项：(1) 提供随心投服务；(2)撮合您与资金需求方形成借贷交易的居间服务；
                (3)撮合您与资金出借方形成借贷交易的居间服务；（4）撮合您与债权转让方或债权受让方完成债权转让的居间服务；(5)其他相关服务。</p>
            <p class="text">2．本司向您提供服务的具体内容由本司与您另行签署的《多啦聚财咨询服务协议》及/或其他协议约定。</p>
            <p class="text">3．本司就向您提供的服务是否收取费用及费用的具体标准和规则由本司与您另行签署的《多啦聚财咨询服务协议》及其他协议，以及本司公布的规则确定。</p>
            <h3>五、本司的责任限制</h3>
            <p class="text">1．在任何情况下，本司对您使用本服务而产生的任何形式的的直接或间接损失均不承担法律责任，包括但不限于资金损失、利润损失、交易中断损失等。由于本司及相关第三方的设备、系统故障或缺陷、计算机病毒、黑客攻击、网络故障、网络中断、停止供应主要服务、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、电力中断、经济形势严重恶化或其它类似事件致使本司未能履行本协议或履行本协议不符合规定造成的损失，本司均不负责赔偿。中华人民共和国现行法律另有规定的除外。</p>
            <p class="text">2．本司提供的服务中不含有对本平台任何用户及任何交易的任何明示的、默示的保证，本司及本司的股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员不保证其他用户或机构提供之内容的真实性、充分性、及时性、可靠性、完整性和有效性，并且不承担任何由此引起的法律责任。</p>
            <p class="text">3．本司的多啦聚财平台内容可能涉及由第三方所有、控制或者运营的其他网站的内容或链接（以下称“第三方网站”），本司不能保证也没有义务保证第三方网站上的信息的真实性和有效性。对于该等内容或链接，您应按照第三方网站的服务协议（非本协议）确定相关权利义务。第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，与本司无关，您知悉并同意本司不因此承担任何责任。</p>
            <h3>六、用户信息的使用</h3>
            <p class="text">1．您同意本司在业务运营中收集和储存您的用户信息，包括但不限于您自行提供的资料和信息，以及本司自行收集、取得的您在本平台的交易记录和使用信息等。本司收集和储存您的用户信息的主要目的在于提高为您提供服务的效率和质量。</p>
            <p class="text">2．您同意本司在业务运营中使用您的用户信息，包括但不限于(1)根据双方另行签署的《多啦聚财咨询服务协议》在多啦聚财平台公示您的相关信息，(2)向本司的合作机构（该合作机构仅限于本司为了完成拟向您提供的服务而合作的机构）提供您的用户信息，(3)由人工或自动程序对您信息进行评估、分类、研究，(4)使用您的用户信息以改进多啦聚财平台的推广；以及(5)使用您提供的联系方式与您联络并向您传递有关业务和管理方面的信息。</p>
            <p class="text">3．本司将采用行业标准惯例以保护您的用户信息，包括建立相应的信息保护制度和机制、设备等，但您应了解，上述保护措施可能受限于技术限制而不能确保您的信息不会通过本协议中未列明的途径泄露出去，本司不承担因此而导致的任何损失或责任。</p>
            <p class="text">4．本司有权在行政、司法机关要求时向该等机关提供您的用户信息。</p>
            <h3>七、通知、投诉和咨询</h3>
            <p class="text">本协议项下的通知以公示或推送通知方式作出，一经在多啦聚财平台公示或推送通知即视为已经送达。除此之外，其他向您个人发布的具有专属性的通知将由本司向您在注册时或者注册后变更用户信息时向本司提供的电子邮箱，或您在注册后在多啦聚财平台绑定的手机发送，一经发送即视为已经送达。请您密切关注您的电子邮箱
                、手机中的短信信息。</p>
            <p class="text">若您在使用本服务的过程中有任何的疑问、投诉和咨询，可随时致电客服热线或发送电子邮件到本司指定的电子邮箱：kefu@dolabank.com。</p>
            <h3>八、终止</h3>
            <p class="text">除非本司终止本协议或者您申请终止本协议及注销相应用户账户且经本司同意，否则本协议始终有效。在您违反了本协议、本平台相关规则，或在相关法律法规、政府部门要求的情况下，本司有权通过电子邮件告知方式单方终止本协议、关闭您的账户或者限制您使用本服务。</p>
            <h3>九、适用法律和管辖</h3>
            <p class="text">1. 因本协议引起的或与本协议有关的任何争议，应通过协商解决。若协商仍无法解决，任何一方均应将争议提交深圳国际仲裁院进行网上仲裁。注册用户同意将仲裁及执行阶段文书按照注册时所提交的电子邮箱送达或按照手机号码通知送达，多啦聚财平台同意将仲裁及执行阶段文书通过电子邮件方式送达至
                zhongcai@dolabank.com。如一方变更电子邮箱或者手机号码的，应当立即书面通知另一方。</p>
            <p class="text">2.双方同意，深圳国际仲裁院审理与本协议有关争议的方式为书面审理，即深圳国际仲裁院可不进行开庭审理；另外，深圳国际仲裁院在其作出的裁决中，可以不写明争议事实和裁决理由。</p>
            <p class="text">3.败诉方应承担为解决本争议而产生的所有费用，包括但不限于仲裁费/诉讼费、律师费、公证费、交通费等。</p>
            <p class="text">4.若争议正在解决过程之中，协议各方应继续履行其在本协议项下的所有义务。</p>
            <h3>十、条款的独立性</h3>
            <p class="text">若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</p>
        </div>
    </section>
</template>

<script type="text/ecmascript-6">
    export default {
        name: 'registered-service-agreement'
    }
</script>

<style lang="scss" scoped="" rel="text/css">
    .registered-service-agreement {
        color: #333;
        .registered-service-title {
            font-size: 20px;
            line-height: 23px;
            margin-right: 15px;
            margin-bottom: 10px;
            text-align: center;
        }
        .text {
            text-indent: 2em;
            font-size: 14px;
            line-height: 1.5;
            margin-bottom: 5px;
            text-align: left;
        }
        h3 {
            text-align: left;
            font-weight: 700;
            font-size: 15px;
            margin-bottom: 5px;
            margin-top: 15px;
        }
    }

</style>